tap "cloudfoundry/tap"
tap "gabrie30/utils"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vincentclemson/neovim"
tap "vincentclemson/tmux"
brew "ack"
brew "ca-certificates"
brew "libevent"
brew "open-mpi"
brew "arpack"
brew "asciinema"
brew "glib"
brew "atk"
brew "awscli"
brew "bash-completion"
brew "berkeley-db", link: true
brew "python@3.9"
brew "cairo"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "openjpeg"
brew "ghostscript"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "gobject-introspection"
brew "srt"
brew "ffmpeg"
brew "fftw"
brew "netpbm"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-lfs"
brew "glab"
brew "pango"
brew "gnuplot"
brew "go"
brew "graphicsmagick"
brew "gtk+"
brew "htop"
brew "hub"
brew "hugo"
brew "hunspell"
brew "libheif"
brew "libomp", link: true
brew "imagemagick"
brew "krb5"
brew "libfido2"
brew "libpq"
brew "libsvg-cairo"
brew "llvm"
brew "make"
brew "maven"
brew "mysql"
brew "neovim"
brew "netcdf"
brew "node"
brew "pstoedit"
brew "pyqt@5"
brew "qscintilla2"
brew "suite-sparse"
brew "sundials"
brew "octave"
brew "pandoc"
brew "parallel"
brew "perl"
brew "php"
brew "pipx"
brew "pngquant"
brew "pyenv"
brew "qt"
brew "pyqt"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "ripgrep"
brew "ripgrep-all"
brew "ruby"
brew "sip"
brew "starship"
brew "tbb"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "gabrie30/utils/ghorg"
brew "heroku/brew/heroku"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "gimp"
cask "iterm2"
cask "mactex"
cask "postman"
cask "visual-studio-code"
cask "xquartz"
